var steps = [];
var step1 = [
    'Вы живёте в тихой и уютной деревеньке на окрайне страны.\n' +
    'Здесь есть практчески всё: речка, лес, горы, озеро, луга и поля, есть даже школа в соседнем селе.\n' +
    'Сейчас начало лета, воскресенье, раннее утро, Вы просыпаетесь и собираетесь ...\n',
    [
    '1 - Поспать до обеда\n',
    '2 - Пойти прогуляться\n'
    ]
];

var step2 = [
    'Вы решили поспать до обеда.\n' +
    'После того как Вы проснулись первое, что вы ощутили, это приятный запах, который шёл с кухни.\n' +
    'После Вы замечаете, какая за окном прекрасная погода, и Вы думаете ...\n',
    [
    '1 - Пойти прогуляться\n',
    '2 - Пойти пообедать\n'
    ]
];
var step3 = [
    'Вы решили пойти прогуляться.\n' +
    'Вы выходите из своего дома и видите прекрасный рассвет, блики солнца так и играют на озёрной глади.\n' +
    'Вы решаете дойти до озера, полюбоваться его красотойю\n' +
    'С одной стороны тропинки Вы видите пшеничное поле, за которым веднеется лес.\n' +
    'С другой стороны течёт речка, а в далеке виднеются горы.\n' +
    'Вы наслаждаетесь пейзажами и не замечаете как летит время.\n' +
    'Домой Вы приходите только к обеду, но до обеда ещё есть время и Вы решаете ...\n',
    [
    '1 - Поколоть дров перед обедом\n', //поменял ответы местами
    '2 - Подождать обед в столовой\n'
    ]
]
var step4 = [
    'Здесь пишем текст повествования.\n' +
    'Потом пишем несколько действий, например, два\n',
    [
    '1 - 1-й ответ\n',
    '2 - 2-й ответ\n',
    ]
];
steps.push(step1);
steps.push(step2);
steps.push(step3);
steps.push(step4);