var steps = [];
var step1 = [
    'Столица Российской Федерации?\n',
    [
    '1 - Москва\n',
    '2 - Санкт-Петербург\n',
    '3 - Екатеринбург\n',
    '4 - Красноярск\n',
    ],
    1
];

var step2 = [
    'Столица Великобритании?\n',
    [
    '1 - Эдинбург\n',
    '2 - Уэльс\n',
    '3 - Лондон\n',
    '4 - Бирмингем\n',
    ],
    3
];
var step3 = [
    'Столица Швейцарии?\n',
    [
    '1 - Женева\n',
    '2 - Берн\n',
    '3 - Цюрих\n',
    '4 - Базель\n',
    ],
    2
];


steps.push(step1);
steps.push(step2);
steps.push(step3);
